Repository: John-Codes/AITeam
Catalog: AI_Team/locale/*/LC_MESSAGES/django.po
Languages: es

source: Home
es: Inicio

source: Logout
es: Cerrar sesión

source: Subscriptions
es: Suscripcciones

source: Login
es: Iniciar sesión

source: FAQs
es: Preguntas frecuentes

source: Contact Us
es: Contáctenos

source: About Us
es: Acerca de nosotros

source: AI Team is writing
es: AI-Team está escribiendo

source: Website Creation Service with AI
es: Servicio de creación de sitios web con IA

source: Welcome to AI Team
es: Bienvenido a IA Team

source: Ask your questions about our services
es: Haz tus preguntas sobre nuestros servicios

source: 24/7 customer service better than a human being with the best AIs. Integration with database and systems of your website or app. Create an AI chat that is an expert in your business in 5 minutes that sends emails and processes payments and orders.
es: El servicio al cliente 24/7 es mejor que el de un ser humano con las mejores IAs.Integración con base de datos y sistemas de tu sitio web o app. Crea un chatbot experto en tu negocio en 5 minutos que envía correos electrónicos y procesa pagos y pedidos.

source: Information about your subscription:
es: Información sobre su suscripción:

source: Subscription Status:
es: Estado de suscripción:

source: Pay with:
es: Pagar con:

source: Subscribed from Date:
es: Suscrito desde la fecha:

source: page
es: pagina

source: Discover Our Subscription Plans
es: Descubra nuestros planes de suscripción

source: We are thrilled to introduce our range of subscription plans tailored to enhance your experience on our website. These plans are designed to provide you with exclusive benefits and access to premium features, ensuring you get the most out of your online journey with us:
es: Estamos encantados de presentar nuestra gama de planes de suscripción adaptados a mejore su experiencia en nuestro sitio web. Estos planes están diseñados para proporcionar con beneficios exclusivos y acceso a funciones premium, asegurándonos de que aproveche al máximo su viaje en línea con nosotros:

source: Our plans include:
es: Nuestros planes incluyen

source: 1 Basic Plan
es: 1 Plan Basico

source: AI 24/7 customer service
es: Servicio al Cliente 24/7 con IA

source: Links 🔗 for payment
es: Enlaces 🔗 para pago

source: Links 🔗 for website
es: Enlaces 🔗 para sitio web

source: Real human client service
es: Servicio al cliente con humanos reales

source: SEO optimized with AI
es: SEO optimizado con IA

source: 2 Premium Plan
es: 2 Plan Premium

source: Everything in basic
es: Todo lo del plan básico

source: 1 business integration per month subject to approval.
es: Una integración empresarial por mes sujeta a aprobación.

source: 3 Enterprise Plan
es: 3 Plan empresarial

source: Everything in basic and premium.
es: Todo lo del plan Basico y Premium.

source: Unlimited integrations
es: Integraciones ilimitadas

source: Get quote.
es: Obtener cotización.

source: If you want to ask questions about anything, just send a message AITeam is here to help.
es: Si quieres hacer preguntas sobre cualquier cosa, solo tienes que enviar un mensaje que AITeam esta aquí para ayudar.

source: We still have one subscription integration available this month.
es: Todavía tenemos una integración de suscripción disponible este mes.

source: Welcome to our AI Chat Page Creation Tool!
es: ¡Bienvenido a nuestra herramienta de creación de páginas de chat con IA!

source: With this tool, you can craft a unique AI Chat Experience by providing information through uploaded files (PDF or TXT). Here's how to proceed:
es: Con esta herramienta, puedes crear una experiencia de chat con una IA única, proporcionando información a través de archivos cargados (PDF o TXT). Aquí está cómo proceder:

source: 1. Upload Your Content:
es: 1. Sube tu contenido:

source: Prepare a PDF file including the following details for your custom AI website Chat Page:
es: Prepare un archivo PDF que incluya los siguientes detalles para su IA personalizadaPágina de chat del sitio web:

source: Page Title: The name shown on the browser tab.
es: Título de la página: El nombre que se muestra en la pestaña del navegador.

source: Page Header: The main title or heading on your page.
es: Encabezado de página: El título o encabezado principal de su página.

source: Navigation Links: List of navigation items and their URLs.
es: Enlaces de navegación: Lista de elementos de navegación y sus URL.

source: Default Chat Message: A greeting message for visitors.
es: Mensaje de chat predeterminado: un mensaje de saludo para los visitantes.

source: Products: Detailed descriptions of your products.
es: Productos: Descripciones detalladas de sus productos.

source: Context Information: Any additional information, questions, and answers you want the AI to use for personalized responses.
es: Información de contexto: cualquier información adicional, preguntas y respuestas quequiera que la IA se utilice para respuestas personalizadas.

source: 2. Test and Monitor:
es: 2. Prueba y monitorea

source: Use this chat to consult the details of your site and monitor the progress. Once your content is processed, a custom link to your AI Chat Page will be available.
es: Utilice este chat para consultar los detalles de su sitio y monitorear el progreso. Una vez que se procese su contenido, aparecerá un enlace personalizado a su página de chat AI.

source: Remember, the AI will respond based on the information provided in your uploaded files, ensuring a tailored experience for your visitors.
es: Recuerda, la IA responderá en función de la información proporcionada en tusarchivos cargados, asegurando una experiencia personalizada para tus visitantes.

source: We're here to help you every step of the way!
es: ¡Estamos aquí para ayudarte en cada paso del camino!

source: Get started now by uploading your file and let's create an amazing AI Chat Experience together!
es: Comience ahora cargando su archivo y creemos juntos ¡Una Experiencia de chat AI increíble!

source: About the company
es: Acerca de la empresa

source: We are an American technology Start up founded in 2016.
es: Somos una startup tecnológica estadounidense fundada en 2016.

source: With 1 click and 5 minutes we help you create a personalized conversational website and we continuously help you improve it.
es: Con 1 clic y 5 minutos te ayudamos a crear un sitio web conversacional personalizado y te ayudamos continuamente a mejorarlo.

source: Our conversational website includes:
es: Nuestro sitio web conversacional incluye:

source: 24/7 customer service better than a human being with the best AIs. Also includes
es: Servicio al cliente 24/7 mejor que el de un ser humano con las mejores IAs. También incluye

source: Integration with database and systems of your website or app. Create an AI chat bot that is an expert in your business in 5 minutes that sends emails and processes payments and orders.
es: Integración con base de datos y sistemas de tu sitio web o app. Crea un chatbot experto en tu negocio en 5 minutos que envía correos electrónicos y procesa pagos y pedidos.

source: Our goal is to improve life and businesses with technology.
es: Nuestro objetivo es mejorar la vida y los negocios con tecnología.

source: Yes
es: Sí

source: or
es: o

source: To contact us, send us your email in the next message.
es: Para contactarnos, envíanos tu correo electrónico en el siguiente mensaje.

source: You need to create an account to get support and help. It's free!
es: Tu necesitas crear una cuenta para obtener ayuda y sopporte ¡Es gratis!

source: Click here to register.
es: Haz Click aqui para registrarte

source: We transform your business.
es: Transformamos tu negocio.

source: How will my AI know what to say or do to my clients?
es: ¿Cómo sabrá mi IA qué decir o hacer a mis clientes?

source: You provide your data in a PDF or any other data format to us. If it's not a PDF, send us a message with '?' or '!' and we will answer ASAP.
es: Nos proporcionas tus datos en un PDF o cualquier otro formato de datos. Si no es unPDF, envíanos un mensaje con '?' o '!' y responderemos lo antes posible.

source: What does the chatbot do?
es: ¿Qué hace el chatbot?

source: Provides better-than-human 24/7 customer service. Your data is yours, and you can use it to improve your business.
es: Proporciona un servicio al cliente 24/7 mejor que el humano. Tus datos son tuyos y puedes usarlos para mejorar tu negocio.

source: What services do you offer?
es: ¿Quw servicios ofrecen?

source: High-quality, better-than-human customer service that constantly improves and gathers data to provide you with game-changing information to grow your business.
es: Servicio al cliente de alta calidad, mejor que el humano, que mejora constantemente y recopila datos para proporcionarte información revolucionaria para hacer crecer tu negocio.

source: Status of the image:
es: Estado de la imagen:

source: Remember that the name of the file has to be the same as the name of the product and it must be in png format, here is the your products names
es: Recuerde que el nombre del archivo tiene que ser el mismo que el nombre del producto y debe estar en formato png, aquí están los nombres de sus productos

source: The PDF file has been successfully uploaded and you can now ask questions about its content in your new chat. Visit your page by clicking
es: El archivo PDF se ha subido correctamente y ahora puedes hacer preguntas sobre su contenido en tu nuevo chat. Visita tu página haciendo clic

source: your own website
es: tu propio sitio web

source: on this link
es: en este enlace

source: Successfully Created Temporary Conversation
es: Conversacion Temporal Creada Exitosamente

source: The PDF file has been successfully uploaded and you can now ask questions about its content.
es: El archivo PDF se ha subido correctamente y ahora puedes hacer preguntas sobre su contenido.

source: To get a permanent web page where the AI can answer questions about your PDF, you need to create an account and get a plan.
es: Para obtener una página web permanente donde la IA pueda responder preguntas sobre su PDF, necesitas crear una cuenta y obtener un plan.

source: Status of the text:
es: Estado del texto:

source: submit text
es: enviar texto

source: We've found enough keywords to create your site
es: Hemos encontrado suficientes palabras clave para crear su sitio

source: We haven't found enough keywords to create your site
es: No hemos encontrado suficientes palabras clave para crear su sitio

source: Cancel Subscription
es: Cancelar suscripción

source: Why do you want to cancel?
es: ¿Por qué quieres cancelar?

source: How can we improve?
es: ¿Cómo podemos mejorar?

source: Confirm
es: Confirmar

source: Close
es: Cerrar

source: Password Reset Complete
es: Restablecimiento de contraseña completo

source: Your password has been set successfully. You can now
es: Su contraseña se ha establecido correctamente. Ahora puede

source: log in
es: iniciar sesión

source: using your new password.
es: usando su nueva contraseña.

source: Set New Password
es: Establecer nueva contraseña

source: No form available. Please visit the following link to reset your password:
es: No hay formulario disponible. Visite el siguiente enlace para restablecer su contraseña:

source: Reset Password
es: Restablecer contraseña

source: Email Sent
es: Correo electrónico enviado

source: An email has been sent with instructions to reset your password.
es: Se ha enviado un correo electrónico con instrucciones para restablecer su contraseña.

source: Singup
es: Registrarse

source: Special Code
es: Código especial

source: Send Code
es: Enviar código

source: Product Name
es: Nombre del producto

source: Plan Name
es: Nombre del plan

source: Price
es: Precio

source: Subscription Status
es: Estado de suscripción

source: Features
es: Características

source: Target Market
es: Mercado objetivo

source: Pay with PayPal
es: Pagar con PayPal

source: Total size including existing data exceeds the 100 MB limit
es: El tamaño total, incluidos los datos existentes, supera el límite de 100 MB

source: New context created successfully.
es: Nuevo contexto creado exitosamente.

source: context updated successfully.
es: contexto actualizado exitosamente.

source: and site generated successfully.
es: y el sitio se generó exitosamente.

source: Login required
es: Es necesario iniciar sesión

source: Error saving context, an email has send to support: {str(e)}
es: Error al guardar el contexto, se envió un correo electrónico al soporte: {str(e)}

source: Saved Successfully
es: Guardado exitosamente

source: Always respond clearly, concisely, briefly, and simply. Answer plainly to the user's instruction, avoid long answers and unnecessary suggestions. {system_prompt}
es: Responde siempre de manera clara, concisa, breve y simple. Contesta llanamente a la instrucción del usuario, evita respuestas largas y sugerencias innecesarias. {system_prompt}

source: Generate a title for a web page based on the PDF summary. The title should be catchy, concise, and reflect the main theme of the content. It should not be too long and a maximum of 3 words.
es: Genera un título para una página web basado en el resumen del PDF. El título debe ser atractivo, conciso y reflejar el tema principal del contenido. No debe ser demasiado largo y de máximo de 3 palabras.

source: Generate a content for a html title tag based on the content that the user gives. The title should be informative and concise, ideal for display in the browser tab, so it should be a maximum of 5 words.
es: Genera el contenido para una etiqueta de título HTML basado en el contenido que proporciona el usuario. El título debe ser informativo y conciso, ideal para mostrarse en la pestaña del navegador, por lo que debe tener un máximo de 5 palabras.

source: Generate an SEO meta description for a web page based on the content that the user gives. It should be attractive and summarize the key points. It should not be too long and a maximum of 160 characters.
es: Genera una descripción meta SEO para una página web basada en el contenido que proporciona el usuario. Debe ser atractiva y resumir los puntos clave. No debe ser demasiado larga y con máximo 160 caracteres.

source: Generate a list of 10 relevant SEO keywords based on the PDF content. The keywords should be separated by commas.
es: Genera una lista de 10 palabras clave relevantes para SEO basadas en el contenido del PDF. Las palabras clave deben estar separadas por comas.

source: I need a list of 10 keywords that are relevant for SEO and based on this content: %(summary)s. They should be well-selected and separated by commas. Respond in the same language as this message.
es: Necesito una lista de 10 palabras clave que sean relevantes para SEO y basadas en este contenido: %(summary)s. Deben estar bien seleccionadas y separadas por comas. Responde en el mismo idioma que este mensaje.

source: Generate a default message to be displayed to users on the web page to explain the purpose of the content or the interactive chat.
es: Genera un mensaje predeterminado para mostrar a los usuarios en la página web para explicar el propósito del contenido o del chat interactivo.

source: I want to create a chat where the following summary or content will be discussed: %(summary)s. I need a short and concise text so that, upon entering the chat, people know what the topic or purpose of the chat is. The chat is by message. Respond in the same language as this message.
es: Quiero crear un chat donde se discutirá el siguiente resumen o contenido: %(summary)s. Necesito un texto corto y conciso para que, al entrar al chat, las personas sepan cuál es el tema o propósito del chat. El chat es por mensaje. Responde en el mismo idioma que este mensaje.

source: Generate a list of items with text and URL based on the URLs present in the summary. The expected format is [{text: 'text seen by the user', url: 'url'}]. remember that text should be short and concise (maximum 3 words). If there are no URLs in the summary, return a list of empty strings.
es: Genera una lista de elementos con texto y URL basados en las URLs presentes en el resumen. El formato esperado es [{text: 'texto visto por el usuario', url: 'url'}]. recuerda que el texto debe ser corto y conciso (máximo 3 palabras). Si no hay URLs en el resumen, devuelve una lista de cadenas vacías.

source: Summary: %(summary)s. Please use only the URLs that are in the text, and generate a list of items with text and URL. IF there are no URLs in the summary, return a list of empty strings. Respond in the same language as this message.
es: Resumen: %(summary)s. Por favor, usa solo las URLs que están en el texto, y genera una lista de elementos con texto y URL. Si no hay URLs en el resumen, devuelve una lista de cadenas vacías. Responde en el mismo idioma que este mensaje.

source: Generate a JSON with the following structure, using only the provided information. Do not add additional text or greetings, only the JSON. The JSON should contain the following keys with the expected data types: 'title' (string), 'header' (string), 'description' (string), 'keywords' (list of strings), 'default_message' (string), and 'list_items' (list of objects with 'text' and 'url', if there is no url in the content list_items will be an empty list, without objects). Each key should contain only the relevant and direct information from the provided context. Do not invent information; use only the given data. Remember that each key, each value, each item of any list must go with double quotes, make sure to place them well in the JSON, do not use single quotes and less leave the keys and values of the json without quotes as this brings problems when processing the quotes.
es: Genera un JSON con la siguiente estructura, utilizando solo la información proporcionada. No agregues texto adicional ni saludos, solo el JSON. El JSON debe contener las siguientes claves con los tipos de datos esperados: 'title' (cadena), 'header' (cadena), 'description' (cadena), 'keywords' (lista de cadenas), 'default_message' (cadena) y 'list_items' (lista de objetos con 'text' y 'url', si no hay url en el contenido, list_items será una lista vacía, sin objetos). Cada clave debe contener solo la información relevante y directa del contexto proporcionado. No inventes información; usa solo los datos dados. Recuerda que cada clave, cada valor, cada elemento de cualquier lista debe ir con comillas dobles, asegúrate de colocarlas bien en el JSON, no uses comillas simples y menos dejes las claves y valores del JSON sin comillas, ya que esto trae problemas al procesar las comillas.

source: Context
es: Contexto

source: Question
es: Pregunta

source: There are no registered users with this email.
es: No hay usuarios registrados con este correo electrónico.

source: This account is inactive.
es: Esta cuenta es inactiva

source: Create your own page
es: Crea tu propia página

source: AI Team Page Builder
es: Creador de páginas de IA Team

source: Thank you! We will contact you soon.
es: ¡Gracias! Nos contactaremos pronto

source: Failed to send your email. Please click on Contact Us and try again.
es: Hubo una falla al enviar el correo electronico, Por favor haz click en Contactanos e intenta otra vez

source: I need your help because my job is to summarize texts and I have been given a complicated one. Mention the topic of the text, important data such as titles, messages, keywords, focus of the topic, and any URLs mentioned. After extracting this data, make the summary. It is important that you only use the information I provide, not the information you already know about the topic, but the information I give you to make the summary.
es: Necesito tu ayuda ya que mi trabajo es realizar resúmenes de textos y me han dado uno complicado. Menciona el tema del texto, datos importantes como títulos, mensajes, palabras clave, enfoque del tema y cualquier URL que se mencione. Después de extraer esos datos, haz el resumen. Es importante que solo utilices la información que te pase, no la información que ya sabes sobre el tema, sino la que te dé para hacer el resumen.

source: English
es: Inglés
